"appName" = "Inlaider (vi)";


"popup.command.placeholder.typeACommand" = "Nhập lệnh...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Nhập lệnh hoặc nhấn Enter để đóng...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Nhập lệnh hoặc nhấn Enter để dán kết quả";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — chuyển sang trình chỉnh sửa";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — chuyển sang dòng lệnh";
"popup.shortcut.clearCanvas" = "⌘⌫ xóa trình chỉnh sửa";
"popup.shortcut.copyCanvas" = "⌘C sao chép nội dung trình chỉnh sửa";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C hoặc Enter sao chép nội dung trình chỉnh sửa";
"popup.shortcut.enterPaste" = "Enter chèn vào";
"popup.shortcut.esc" = "Esc đóng lại";

"show" = "Hiển thị";
"about" = "Về chương trình";
"quit" = "Thoát";
"close" = "Đóng";
"cancel" = "Hủy";
"save" = "Lưu";
"ok" = "OK";
"settings" = "Cài đặt";
"copied" = "Đã sao chép";

"settings.section.general.title" = "Chung";
"settings.accessibility.title" = "Quyền truy cập";
"settings.accessibility.description" = "Quyền này cần thiết để tự động đọc văn bản được chọn và chèn kết quả đã xử lý trở lại vào trường văn bản gốc.\nNếu không có quyền truy cập, ứng dụng sẽ sử dụng clipboard để truyền dữ liệu.";
"settings.inlaiderShortcut.label" = "Phím tắt cho Inlaider";
"settings.LaunchAtLogin.label" = "Khởi động khi đăng nhập";

"settings.section.ownAPIKeys.title" = "Khóa API riêng";
"provider.apiKey.title" = "Khóa API";
"provider.apiKey.placeholder" = "Nhập khóa API tại đây";
"provider.models.title" = "Mô hình";
"provider.models.new.placeholder" = "Thêm tên mô hình";

"settings.section.customPrompts.title" = "Thay thế prompt";
"prompts.general.title" = "Prompt chung";
"prompts.replacements.title" = "Thay thế prompt";
"prompts.replacements.replaceWhat.label" = "Thay thế";
"prompts.replacements.model.label" = "Mô hình";
"prompts.replacements.replaceWith.label" = "Thành prompt";
"prompts.replacements.error.exists.message" = "Thay thế lệnh '%@' đã tồn tại.";

"about.ThirdPartyLicenses" = "Giấy phép bên thứ ba";
"about.VisitOnGithub" = "Xem trên GitHub";
"about.version" = "Phiên bản %@";

"error.title" = "Lỗi";